<template>
  <main id="home">
    <div class="common_container">
      <h3 class="common_title">About Me</h3>
      <div>
        <img src="" alt="">
        <p>안녕하세요. 신입 프론트엔드 개발자 이슬기입니다. 대학생때 취미로 웹페이지를 제작해보다가 관심이 생겨, 
          퍼블리셔분야에서 일을 하게되었습니다. 개발자와 디자이너 사이에서 중심축이 되도록 커뮤니케이션에 집중했고
          큰 이슈없이 프로젝트를 마칠 수 있었습니다. 일을 하다보니 더 많은 것을 배우고 싶어져 프론트엔드 개발자가 되기로 결심했습니다.<br/>
          현재는 Vue.js를 공부중이며 포트폴리오를 포함해 여러가지 프로젝트를 Vue를 이용하여 만들어 보고있습니다.
          저는 일할 때 제일 중요시하게 생각하는 부분은 `공유`라고 생각합니다. 업무에서 일을 잘하는 것도 물론 중요하지만 구성원 간에 의견의 공유 되지 않는다면 그 조직은 숲이 아닌 나무만 보게 될 것입니다.
서로 다른 환경에서 자란 사람들이 한 가지 목표를 두고 열정을 가진다는 것은 쉬운 일이 아닙니다. 
그러나, 상호간의 원활한 소통과 서로를 생각하는 배려가 있다면 절대 불가능한 일은 아니라고 생각합니다. 저는 일하고 싶은 업무 분위기를 만들기 위하여 항상 구성원들의 입장을 생각하며 소통하기 위해 경쟁력을 키우는 인재가 되겠습니다.
             
        </p>
      </div>
    </div>
  </main>
</template>


<script>

export default {
  name: 'Home',
  components: {
  }
}
</script>


<style scoped>

  

</style>